src/test/resources/Requests/123456789_Request.xml

<soapenv:Envelope 
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:blz="http://thomas-bayer.com/blz/">
    <soapenv:Header/>
    <soapenv:Body>
        <blz:getBank>
            <blz:blz>123456789</blz:blz>
        </blz:getBank>
    </soapenv:Body>
</soapenv:Envelope>